Repository: inrae/ALAMODE-cuspy
Catalog: sphinx-doc/tm/cuspy-level1.tmx
Source language: en_gb
Languages: fr_fr

source: as the decrease in predictive uncertainty produced if the data were added to the dataset;
fr_fr: comme une diminution de l'incertitude prédictive due à l'addition de données au jeu de données ;

source: as the increase in predictive uncertainty produced if the data were removed from the dataset.
fr_fr: comme une augmentation de l'incertitude prédictive due à l'élimination de données au jeu de données ;

source: automatic user intervention (optional)
fr_fr: automatic user intervention (optionnelle)

source: column delimiter used in the files read by the function.
fr_fr: délimiteur des colonnes utilisé dans les fichiers lus par la fonction.

source: command used to run the model.
fr_fr: instruction utilisée pour faire tourner le modèle.

source: date of end of simulation (in the format "YYYY-mm-dd").
fr_fr: date de finalisation de la simulation avec le format 'AAAA-mm-jj'.

source: date of end of simulations in str format ('YYYY-mm-dd') or datetime-like format.
fr_fr: date de finalisation des simulations avec le format str 'AAAA-mm-jj' ou similaire à un format datetime.

source: date of start of simulation (in the format "YYYY-mm-dd").
fr_fr: date de début de la simulation avec le format 'AAAA-mm-jj'.

source: date of start of simulations in str format ('YYYY-mm-dd') or datetime-like format.
fr_fr: date de début des simulations avec le format str 'AAAA-mm-jj' ou similaire à un format datetime.

source: delimiter character used in the `output_file`, `obs_file` and `pred_file`.
fr_fr: caractère délimiteur utilisé dans `output_file`, `obs_file` et `pred_file`.

source: delimiter character used in the output file.
fr_fr: caractère délimiteur utilisé dans le fichier de sortie.

source: derivatives command line (optional)
fr_fr: derivatives command line (optionnelle)

source: dictionary of parameter names (keys) and distributions (values).
fr_fr: dictionnaire de noms des paramètres (clés) et distributions (valeurs).

source: folder containing the PEST++ executables.
fr_fr: dossier qui contient les exécutables de PEST++.

source: groups to which each observation is assigned.
fr_fr: groupes auxquels chaque observation est assignée.

source: groups to which each prediction is assigned.
fr_fr: groupes auxquels chaque prédiction est assignée.

source: it can be a path, a string or 'default'.
fr_fr: peut être un chemin, une chaîne de caractères ou 'default'.

source: it could be advisable to use another calibration method (a local maximum might have been attained, instead of the global maximum);
fr_fr: l'utilisation d'une autre méthode de calibration pourrait être préférable (la méthode pourrait avoir atteint un maximum local, au lieu d'un maximum global) ;

source: list of parameter names in the order they appear in the parameter file.
fr_fr: liste de noms des paramètres dans l'ordre dans lequel ils se présentent dans le fichier de paramètres.

source: list of predictions names.
fr_fr: liste de noms des prédictions.

source: list of tuples (x, y, obsname) indicating the row index (x), column index (y) and name (obsname) corresponding to observations in the model output file.
fr_fr: liste de tuples (x, y, obsname) qui indique l'index des files (x), l'index des colonnes (y) et le nom (obsname) qui correspond aux observations dans le fichier de sortie du modèle.

source: list of tuples (x, y, obsname) indicating the row index (x), column index (y) and name (obsname) corresponding to predictions in the model output file.
fr_fr: liste de tuples (x, y, obsname) qui indique l'index des files (x), l'index des colonnes (y) et le nom (obsname) qui correspond aux prédictions dans le fichier de sortie du modèle.

source: lsqr (optional)
fr_fr: lsqr (optionnelle)

source: method used to calibrate the model.
fr_fr: méthode utilisée pour calibrer le modèle.

source: name of prior parameter covariance file.
fr_fr: nom du fichier de covariance des paramètres a priori.

source: name of the file to save the parameter samples.
fr_fr: nom du fichier où sauvegarder les échantillons de valeurs des paramètres.

source: number of columns of the output file.
fr_fr: nombre de colonnes du fichier de sortie.

source: number of lines of the file header.
fr_fr: nombre de lignes de l'entête du fichier.

source: number of realizations.
fr_fr: nombre de réalisations.

source: number of samples to draw.
fr_fr: nombre d'échantillons à extraire.

source: observation names.
fr_fr: noms des observations.

source: option to process the sweep_out.csv results file.
fr_fr: option pour traiter le fichier de résultats :file:`sweep_out.csv`.

source: parallelize calculations.
fr_fr: parallélise les calculs.

source: parallelize model runs.
fr_fr: parallélise les exécutions du modèle.

source: pareto (optional)
fr_fr: pareto (optionnelle)

source: path of a file containing parameter data to configure the parameter section of the PEST control file.
fr_fr: chemin d'un fichier qui contient des données sur les paramètres nécessaires à configurer la section dédiée aux paramètres dans le fichier de contrôle de PEST.

source: path of modified pest file.
fr_fr: chemin du fichier pest modifié.

source: path of original pest file.
fr_fr: chemin du fichier pest originel.

source: path of pest control file (.pst).
fr_fr: chemin du fichier de contrôle pest (.pst).

source: path of the PEST control file.
fr_fr: chemin du fichier de contrôle PEST.

source: path of the model's output file.
fr_fr: chemin du fichier de sortie du modèle.

source: path of the model's parameter file.
fr_fr: chemin du fichier de paramètres du modèle.

source: path of the observations file (it should have the same format as the model output file).
fr_fr: chemin du fichier d'observations (il devrait avoir le même format que le fichier de sortie du modèle).

source: path of the observations file.
fr_fr: chemin du fichier d'observations.

source: path of the pest instruction file.
fr_fr: chemin du fichier d'instructions de pest.

source: path of the predictions file.
fr_fr: chemin du fichier de prédictions.

source: path of the template parameter file.
fr_fr: chemin du fichier de paramètres modèle.

source: path of the text file to write the data.
fr_fr: chemin du fichier texte où écrire les données.

source: prediction names.
fr_fr: noms des prédictions.

source: predictive analysis (optional)
fr_fr: predictive analysis (optionnelle)

source: prior information (optional)
fr_fr: prior information (optionnelle)

source: runs**
fr_fr: exécutions**

source: sensitivity reuse (optional)
fr_fr: sensitivity reuse (optionnelle)

source: str or float.
fr_fr: str ou float.

source: svd assist (optional)
fr_fr: svd assist (optionnelle)

source: the available data is insufficient to calibrate the model properly, and more data should be obtained;
fr_fr: les données disponibles sont insuffisantes pour calibrer le modèle de façon appropriée, et il faudrait obtenir plus de données ;

source: the communication between the model and the user (output data, parameter values) is made by means of text files (or the script calling the model reads data in binary form and creates output in text form).
fr_fr: la communication entre le modèle et l'utilisateur (données de sortie, valeurs des paramètres) se fait par le moyen de fichiers texte (ou le script qui appelle le modèle lit des données en forme binaire et créé la sortie en forme de texte).

source: the model can be run using the command line (e.g., through an executable that is available in the path or a call to a script).
fr_fr: le modèle puisse être exécuté avec la ligne de commandes (p. ex., par le biais d'un exécutable disponible dans le chemin ou un appel à un script).

source: the model structure needs to be improved.
fr_fr: la structure du modèle doit être améliorée.

source: there are problems with the input data (there might be unaccounted biases or other issues);
fr_fr: il y a des problèmes avec les données d'entrée (il pourrait y avoir des biais non détectés ou d'autres problèmes) ;

source: type of distribution; 'prior' for prior distribution or 'post' for posterior distribution.
fr_fr: type de distribution ; 'prior' pour une distribution a priori ou 'post' pour une distribution a posteriori.

source: uncertainty (%)**
fr_fr: des par. (%)**

source: use Tikhonov regularisation.
fr_fr: utilise la régularisation de Tikhonov.

source: weights assigned to observations.
fr_fr: poids assignés aux observations.

source: width of the field in characters.
fr_fr: largeur du champ en nombre de caractères.
